/* 
  iyan3d-en.strings
  Iyan3D

  Created by sabish on 21/07/16.
  Copyright © 2016 Smackall Games. All rights reserved.
*/

"Loading Assets" = "Laden Assets";
"Scenes" = "Szenen";

"Information" = "Information";
"Already_upgraded_Premium_Please_Restore_Purchase_Message" = "Sie sind bereits bei Premium- Upgrade . Bitte ' Signin ' und verwenden 'Wiederherstellen Kauf ' im Menü Einstellungen Kauf zu überprüfen.";
"Alert" = "Aufmerksam";
"OK" = "OK";
"Ok" = "OK";
"No_Email_account_configured" = "Keine E-Mail -Konto auf diesem Gerät konfiguriert.";
"My Scene %d" = "Meine Szene %d";

"Warning" = "Warnung";
"Scene_name_empty" = "Szenenname darf nicht leer sein.";
"Scene_name_special_character" = "Szenenname kann keine Sonderzeichen enthalten.";

"Duplicate_Scene_Name" = "Duplizieren Scene Name";
"Duplicate_Scene_Name_message" = "Eine weitere Szene mit dem gleichen Namen existiert bereits. Bitte geben Sie einen anderen Namen.";

"Rename Scene" = "Umbenennen Szene";
"Please enter a new Scene name" = "Bitte geben Sie einen Namen der neuen Szene";
"Cancel" = "Stornieren";
"Scene Name" = "Szenennamen";

"A Scene created using Iyan 3D in iOS." = "Eine Szene erstellt mit Iyan 3D in iOS.";

"Success" = "Erfolg";
"file_successfully_saved_dropbox" = "Datei erfolgreich gespeichert DropBox . Sie können es in Ihrem Dropbox-Konto  Apps / Iyan3D finden";

"Failure" = "Fehler";
"Error_uploading_file" = "Fehler beim Hochladen der Datei. Bitte überprüfe deine Internetverbindung.";
"unable_connect_server" = "Konnte keine Verbindung zum Server zu verbinden , überprüfen Sie bitte Ihre Netzwerkeinstellungen.";
"Connection Error" = "Verbindungsfehler";
"max_five_lights_per_scene" = "Szene kann nicht mehr als fünf Lampen enthalten.";
"File Corrupted" = "Datei beschädigt";
"File_Corrupted_message" = "Das Projekt, das Sie versuchen, zu öffnen ist beschädigt.";

"Select Bone Structure" = "Wählen Knochenstruktur";
"start_single_bone_or_human_message" = "Sie können entweder mit einem kompletten Menschlicher Knochen Struktur oder mit einem einzigen Knochen beginnen ?";
"Single Bone" = "Einzelknochen";
"Human Bone Structure" = "Menschlicher Knochen Struktur";
"rigging_back_previous_mode" = "Sind Sie sicher, dass Sie zurück zur vorherigen Modus zu gehen? Durch Drücken der Taste Ja, alle werden Ihre Änderungen verworfen werden.";
"NO" = "NEIN";
"Yes" = "ja";

"Light %d" = "Licht %d";
"Delete" = "Löschen";
"Clone" = "Klon";
"copy_limit_exceed_message" = "Kopieren Grenze überschritten . Importieren Sie das Objekt mit Hilfe Schaltfläche Hinzufügen auf ToolBar.";

"CAMERA" = "KAMERA";
"LIGHT" = "LICHT";
"Image : %@" = "Image : %@";
"Text : %@" = "Text : %@";
"Video : %@" = "Video : %@";

"apply_animation_error" = "Bitte wählen Sie einen Text oder ein Zeichen der Animation anwenden.";
"Save your Animation as template" = "Speichern Sie Ihre Animation als Vorlage";
"Animation Name" = "Zeichentrick -Name";
"Bones cannot be added to this model." = "Knochen können nicht zu diesem Modell hinzugefügt werden.";
"model_cannot_add_bone" = "Dieses Modell wurde mit der vorherigen Version in Ordnung gebracht . Einige der Umschlag Informationen könnten fehlen. Möchtest du fortfahren?";

"Please Select any Node to add Bone" = "Bitte wählen einen beliebigen Knoten Knochen hinzufügen";
"Delete Animation in this Frame" = "Löschen Animation in diesem Rahmen";
"Delete Animation in this Frame" = "Löschen Animation in diesem Rahmen";
"Delete Object" = "Objekt löschen";

"Info" = "Info";
"There is no animation in this frame." = "Es gibt keine Animation in diesem Rahmen.";
"Animation name cannot be empty." = "Animation Name darf nicht leer sein.";
"Animation_Name_special" = "Animation Name darf keine Sonderzeichen  enthalten.";

"Step_1_rigging_message" = "Legen Sie die Knochen in entsprechenden Positionen innerhalb des Modells.";
"Step_2_rigging_message" = "Skalieren jeder Umschlag Knochen die umliegenden Maschen zu decken.";
"Step_3_rigging_message" = "Stellen Sie sicher, das Rigg ist perfekt durch das Modell Animieren.";
"PREVIEW" = "VORSCHAU";
"ADJUST ENVELOP" = "justieren umhüllen";
"ATTACH SKELETON" = "befestigen Skelett";

"Cone" = "Kegel";
"Cube" = "Würfel";
"Cylinder" = "Zylinder";
"Plane" = "Ebene";
"Sphere" = "Kugel";
"Torus" = "Wulst";

"bone_count_exceed" = "Die maximale Knochen pro Objekt nicht überschreiten 57.";



"Category" = "Kategorie";
"All Models" = "Alle Modelle";
"Character" = "Charakter";
"Backgrounds" = "Bildhintergrund";
"Accessories" = "Zubehör";
"Minecraft" = "Minecraft";
"FNAF" = "iname";
"My Library" = "Meine Bibliothek";

"Rename Object" = "Objekt umbenennen";
"Please enter a name" = "Bitte geben Sie einen Namen";
"Please Choose Font Style." = "Bitte wählen Sie Schriftstil.";
"Please enter some text to add." = "Bitte geben Sie einen Text hinzufügen.";


"Create a Scene" = "Erstellen Sie eine Szene";
"Animate Character" = "Animieren Charakter";
"Export Video" = "Video exportieren";
"Share your video" = "Teile Dein Video";

"onboarding_message_#1" = "In Charaktere, Umgebungen , Requisiten aus unserer Bibliothek von über 300 Aktiven oder eine OBJ -Datei importieren von einer externen Quelle.";
"onboarding_message_#2" = "Bringen Sie Ihren Charakter zum Leben mit unseren vordefinierten Bewegungen gelten oder Physik-Simulation eines Ihrer eigenen Aktionen machen.";
"onboarding_message_#3" = "Rendern Sie das fertige Video mit der gewünschten Qualität und Stil.";
"onboarding_message_#4" = "Das ist es. Senden Sie Ihre 3D-Film und showoff Ihre kreativen Fähigkeiten zu deinen Freunden.";

"Next" = "Nächster";
"Let's get started" = "Lass uns anfangen";

"Models" = "Models";
"Images" = "Bilder";
"Videos" = "Videos";
"Text" = "Text";
"Light" = "Licht";
"OBJ File" = "OBJ-Datei";
"Add Bone" = "In Knochen";
"Particle Effects" = "Partikeleffekte";

"Apply Animation" = "bewerben Animation";
"Save Animation" = "Speichern Animation";
"Images" = "Bilder";
"Videos" = "Videos";

"Tutorials" = "Tutorials";
"Settings" = "Einstellungen";
"Rate This App" = "Bewerte diese App";
"Follow Us" = "Folge uns";
"Contact Us" = "Kontaktiere uns";

"Front" = "Vorderseite";
"Top" = "Oben";
"Left" = "Links";
"Back" = "Zurück";
"Right" = "Recht";
"Bottom" = "Boden";

"1 Frame" = "1 Rahmen";
"24 Frames" = "24 Rahmen";
"240 Frames" = "240 Rahmen";

"Camera" = "Kamera";
"Light" = "Licht";

"Clone" = "Klon";
"Delete" = "Löschen";
"Rename" = "Umbenennen";

"Move Camera" = "Bewegen Sie die Kamera";
"Publish" = "Veröffentlichen";
"No data" = "Keine Daten";

"share_image_social_media" = "Eine 3D- Szene , habe ich Iyan 3D mit auf iOS";
"share_video_social_media" = "Eine Animation Video , habe ich Iyan 3D mit auf iOS";

"only_hq_options" = "Diese Eigenschaft ist nur für Highquality Rendering.";
"reopen_apply_changes" = "Bitte erneut öffnen Sie die Szene, um die Änderung zu übernehmen.";
"sign_in_to_continue" = "Bitte SignIn fortzusetzen.";
"no_premium_restored" = "Es scheint ein Problem mit Ihrem Kauf sein. Bitte stellen Sie sicher , dass Sie mit dem aktuellen Konto auf Premium Upgrade.";

"In Progress" = "In Bearbeitung";
"Completed" = "fertiggestellt";
"In Queue" = "In der Warteschlange";
"Download" = "Herunterladen";

"successful_saved_phot_gallery" = "Bild / Video erfolgreich Fotos gespeichert.";
"failed_saved_phot_gallery" = "Es ist ein Problem, das Bild / Video herunterzuladen. Bitte versuchen Sie es später noch einmal.";

"no_twitter_account" = "Setup- Twitter Accounnt in Ihrem Gerät.";
"APPLY" = "BEWERBEN";

"select_obj_preview" = "Wählen Sie eine OBJ , um eine Vorschau.";
"choose_texture" = "Wählen Sie eine Textur für das ausgewählte Modell anzuwenden.";
"choose_color" = "Wählen Sie Scheitelpunktfarbe  für den ausgewählten OBJ.";
"tap_import_photos" = "Tippen Sie importieren Textur aus Photo Library.";
"tap_to_choose_texture" = "Tippen Sie auf Textur / Farbe für das ausgewählte Objekt wählen.";
"import_model_selected_texture" = "Importieren Sie das Modell mit der ausgewählten Textur / Farbe.";
"add_obj_document_dir" = "Fügen Sie OBJ-Dateien in Dokumentenverzeichnis.";
"add_texture_document_dir" = "Textur hinzufügen Dateien in Dokumentenverzeichnis.";
"Pick Color" = "Wählen Sie Farbe";
"ADD TO SCENE" = "in den Szene";

"Import Texture" = "Import Textur";

"Normal Shader" = "Normale Shader";
"Toon Shader" = "toon- Shader";
"HQ Rendering" = "HQ Rendering";

"tap_to_start" = "Tippen Sie auf Start Export.";
"please_signin" = "Bitte SignIn fortzusetzen.";

"not_enough_credits" = "Sie sind nicht genug Kredite haben Sie bitte Ihr Konto wieder aufzuladen , um fortzufahren.";
"scene_no_support_hqrender" = "Szene enthält Video- / praticles die derzeit nicht in HQ -Wiedergabe unterstützt.";
"data_doesnot_exist" = "Die angeforderten Daten doest nicht vorhanden !!";
"hqrender_uploaded_success" = "erfolgreich hochgeladen . Sie können den Fortschritt Ihrer machen in Ihrem Profilansicht sehen.";
"Done" = "Erledigt";


"Rename Animation" = "Umbenennen -Animation";

"Trending" = "Trending";
"Featured" = "Hervorgehoben";
"Top Rated" = "Bestbewertet";
"Recent" = "Kürzlich";
"My Animations" = "Meine Animationen";

"username_has_special_char" = "Benutzernamen dürfen keine Sonderzeichen enthalten.";
"username_isempty" = "Benutzername darf nicht leer sein.";

"Success" = "Erfolg";
"success_animation_publish" = "Animation Veröffentlicht Erfolgreich.";
"bone_count_mismatch" = "Knochenzahl kann nicht überein.";
"fontstyle_char_unsupported" = "Die Schriftart, die Sie wählen, nicht die Zeichen unterstützen Sie eingegeben.";

"inapp_disabled" = "In-App ist Kauf deaktiviert. Überprüfen Sie Ihre Einstellungen Käufe zu ermöglichen.";
"missing_resources" = "Einige Ressourcen -Dateien fehlen.";

"My Objects" = "Meine Objekte";
"Edit" = "Bearbeiten";

"ADD" = "HINZUFÜGEN";
"ANIMATION" = "  ANIMATION";
"OPTIONS" = "  OPTIONEN";
"EXPORT" = "  EXPORT";

"MOVE" = "  BEWEGUNG";
"ROTATE" = "  DREHEN";
"SCALE" = "  RAHMEN";

"ADD JOINT" = "  joint";
"MIRROR" = "SPIEGEL";
"CANCEL" = "STORNIEREN";
"ADD TO SCENE" = "in den Szene";

"Enter Text" = "Text eingeben";
"With Bones" = "Mit Knochen\n";
"Color" = "Farbe";
"Font Store" = "Font Shop";
"My Fonts" = "meine Fonts";
"News Feed" = "Neuigkeiten";
"Clear All" = "Alles löschen";
"SHARE" = "AKTIE";
"CLOSE" = "SCHLIESSEN";

"FRAME COUNT DISPLAY" = "Bildzählwertes Anzeige";
"TOOLBAR" = "Symbolleiste";
"3D WORKSPACE" = "3D-Arbeitsbereich";
"Quality" = "Qualität";
"Speed" = "Geschwindigkeit";
"This setting does not affect Export quality" = "Diese Einstellung wirkt sich nicht auf Exportqualität";
"MultiSelect" = "Multiselect";

"RESTORE PURCHASE" = "RESTORE KAUF";
"SETTINGS" = "EINSTELLUNGEN";

"Credits" = "Credits";
"Add 5k Credits" = "In 5k Credits";
"Add 20k Credits" = "In 20k Credits";
"Add 50k Credits" = "In 50k Credits";
"HQ Render Progress" = "Render HQ Fortschritt";
"Manage Account" = "Konto verwalten";
"Sign Out" = "Ausloggen";
"Add Credits" = "In Credits";

"Sign In" = "Anmelden";
"Login to enjoy more features" = "Melde dich an , um weitere Funktionen nutzen";

"Copy OBJ files in Document Directory." = "Kopieren OBJ-Dateien in Dokumentenverzeichnis.";
"Import Obj" = "Import Obj";
"NEXT" = "NÄCHSTER";

"Create Scene" = "erstellen Szene";
"Creates a new scene." = "Erzeugt eine neue Szene.";
"Tap to open the scene." = "Tippen Sie auf die Szene zu öffnen.";
"Tap to Clone / Delete / Share the scene." = "Tippen Sie klonen / Löschen / Teilen Sie die Szene.";


"RENDERING PROGRESS" = "RENDERING Fortschritt";
"RESOLUTION" = "LÖSUNG";
"BACKGROUND COLOR" = "HINTERGRUNDFARBE";
"WATERMARK" = "WASSERZEICHEN";
"RENDERING STYLE" = "Farbwiedergabeart";
"Render Normal Shader in Your Device" = "Render Normale Shader in Ihrem Gerät";
"LIMIT FRAMES" = "LIMIT FELDER";

"ADD" = "HINZUFÜGEN";

"Manage your account" = "Verwalte Dein Konto";
"Settings, Tutorials & Contact us" = "Einstellungen , Tutorials & Kontakt";


"Save and Exit the scene" = "Speichern und Beenden Sie die Szene";
"Add Frames" = "In Frames";
"Standard view angles" = "Standardansicht Winkel";
"Play the animation preview" = "Spielen Sie die Animation Vorschau";
"Switch to Move / Rotate / Scale mode" = "Wechseln Sie zu verschieben / Drehen / Scale-Modus";
"Enable mirror to move / rotate the mirror joint of the selected joint" = "Aktivieren Spiegel , um den Spiegelgelenk des ausgewählten gemeinsamen bewegen / drehen";
"Import objects into the scene" = "Import -Objekte in der Szene";
"Apply animation to the selected model/text" = "Anwenden Animation auf das ausgewählte Modell / Text";
"Change properties of selected object" = "Ändern Sie Eigenschaften des ausgewählten Objekts";
"Export image/video to the Camera roll" = "Export Bild / Video in der Filmrolle";
"Undo / Redo your actions" = "Undo / Redo Ihre Aktionen";
"Tap to add the rigged model in to the scene" = "Tippen Sie auf die manipulierten Modell hinzuzufügen in der Szene";
"Tap to publish your animation to the store" = "Tippen Sie Ihre Animation in den Laden zu veröffentlichen";
"Current mode in rigging" = "Aktueller Modus in Rigging";
"Tap to add a joint to the selected joint in the rig" = "Tippen Sie auf eine Verbindung zu dem ausgewählten Joint im Rigg hinzufügen";
"Manage objects in the scene" = "Verwalten von Objekten in der Szene";
"Switch to Move / Rotate / Scale mode" = "Wechseln Sie zu verschieben / Drehen / Scale-Modus";
"Enable to move / rotate the mirror joint of selected joint" = "Aktivieren, um den Spiegel gemeinsame ausgewählter Joint bewegen / drehen";
"Cancel rigging and go back to the scene" = "Abbrechen Rigging und gehen Sie zurück in die Szene";
"Tap to change model category" = "Tippen Sie auf Modellkategorie ändern";
"Tap to import the selected model into your scene." = "Tippen Sie auf das ausgewählte Modell in Ihre Szene zu importieren.";
"Import selected 3D text into the scene." = "Import ausgewählte 3D-Text in die Szene.";
"Choose color for 3D text." = "Wählen Sie die Farbe für 3D-Text.";
"Add bevel to 3D text." = "In Fase 3D-Text.";
"Enter your text here." = "Geben Sie Ihren Text hier.";

"Tap to save and close the Settings." = "Tippen Sie zum Speichern und schließen Sie die Einstellungen.";
"Enable or Disable multiple objects selection." = "Aktivieren oder Deaktivieren mehrere Objekte Auswahl.";
"Choose whether toolbar should be on the right or left side in Editor." = "Wählen Sie, ob Symbolleiste auf der rechten oder linken Seite in Editor sein sollte.";
"Choose between quality or speed of rendering in Editor." = "Wählen Sie zwischen Qualität oder Geschwindigkeit der Rendering in Editor.";

"Enable/Disable Watermark image." = "Aktivieren / Deaktivieren der Wasserzeichen - Bild.";
"Limit the number of frames to be exported." = "Beschränken Sie die Anzahl der Frames exportiert werden.";
"Credits required for the current export." = "Credits des aktuellen Export erforderlich.";
"Tap to change category." = "Tippen Sie Kategorie ändern.";
"Tap to apply animation to the selected object." = "Tippen Sie anwenden Animation auf das ausgewählte Objekt.";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";
"" = "";



























